/* Non-user-facing error text for a connection that has been closed due to a timeout. */
"GCDAsyncSocketClosedError" = "Połączenie sieciowe zostało zamknięte przez serwer.";

/* Non-user-facing error text for an attempted connection that has failed due to a timeout. */
"GCDAsyncSocketConnectTimeoutError" = "Próba połączenia z hostem przekroczyła limit czasowy";

/* No comment provided by engineer. */
"GCDAsyncSocketOtherError" = "Próba utworzenia gniazda z gniazda FD nie powiodła się, połaczenie zerwane przez drugą stronę.";

/* Non-user-facing error text for a read operation that has read the maximum amount of allowed data. */
"GCDAsyncSocketReadMaxedOutError" = "Operacja wczytywania osiągnęła ustoloną maksymalną długość";

/* Non-user-facing error text for a read operation that has failed due to a timeout. */
"GCDAsyncSocketReadTimeoutError" = "Operacja wczytywania przekroczyła limit czasowy";

/* Non-user-facing error text for a write operation that has failed due to a timeout. */
"GCDAsyncSocketWriteTimeoutError" = "Operacja zapisywania przekroczyła limit czasowy";

